class AMapConfig {
  // =====================================================================
  // 📺 1. SDK Key（仅用于渲染地图底图，绝对不能用于 HTTP 网络请求！）
  // =====================================================================
  static const String androidKey = '26b888fed18379b5a6d476bf6ee4b7d7';
  static const String iosKey = '407057b8ffc12166ca5fb0a904a43645';

  // =====================================================================
  // 🧠 2. Web 服务 Key（仅用于发起 HTTP 请求算路，绝对不能给 AMapWidget 使用！）
  // =====================================================================
  static const String webApiKey = '0343ef802e7d4fdb3e3ea61b40c9897a';
}
